Repository: 1595901624/flux
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar, de, es, fa, id, ja, ko, ru, tr, tt, zh_cn, zh_tw

# Nav_Home.Text
source: Home
ar: الرئيسية
de: Start
fa: خانه
id: Beranda
ja: ホーム
ko: 홈
tr: Ana Sayfa
tt: Баш бит
zh_cn: 首页
zh_tw: 首頁

# Nav_Home.Content
source: Home
ar: الرئيسية
de: Start
es: Inicio
fa: خانه
id: Beranda
ja: ホーム
ko: 홈
ru: Главная
tr: Ana Sayfa
tt: Баш бит
zh_cn: 首页
zh_tw: 首頁

# Nav_Proxies.Text
source: Proxies
ar: البروكسي
de: Proxys
fa: پروکسی‌ها
id: Proxy
ja: プロキシ
ko: 프록시
tr: Proxyler
tt: Прокси
zh_cn: 代理
zh_tw: 代理

# Nav_Proxies.Content
source: Proxies
ar: البروكسي
de: Proxys
fa: پروکسی‌ها
id: Proxy
ja: プロキシ
ko: 프록시
ru: Прокси
tr: Proxyler
tt: Прокси
zh_cn: 代理
zh_tw: 代理

# Nav_Profiles.Text
source: Profiles
ar: الملفات الشخصية
de: Profile
fa: پروفایل‌ها
id: Profil
ja: サブスクリプション
ko: 구독
tr: Profiller
tt: Профильләр
zh_cn: 订阅
zh_tw: 訂閱

# Nav_Profiles.Content
source: Profiles
ar: الملفات الشخصية
de: Profile
es: Perfiles
fa: پروفایل‌ها
id: Profil
ja: サブスクリプション
ko: 구독
ru: Подписки
tr: Profiller
tt: Профильләр
zh_cn: 订阅
zh_tw: 訂閱

# Nav_Connections.Text
source: Connections
ar: الاتصالات
de: Verbindungen
fa: اتصال‌ها
id: Koneksi
ja: 接続
ko: 연결
tr: Bağlantılar
tt: Тоташулар
zh_cn: 连接
zh_tw: 連接

# Nav_Connections.Content
source: Connections
ar: الاتصالات
de: Verbindungen
es: Conexiones
fa: اتصال‌ها
id: Koneksi
ja: 接続
ko: 연결
ru: Соединения
tr: Bağlantılar
tt: Тоташулар
zh_cn: 连接
zh_tw: 連接

# Nav_Rules.Text
source: Rules
ar: القواعد
de: Regeln
fa: قوانین
id: Aturan
ja: ルール
ko: 규칙
tr: Kurallar
tt: Кагыйдәләр
zh_cn: 规则
zh_tw: 規則

# Nav_Rules.Content
source: Rules
ar: القواعد
de: Regeln
es: Reglas
fa: قوانین
id: Aturan
ja: ルール
ko: 규칙
ru: Правила
tr: Kurallar
tt: Кагыйдәләр
zh_cn: 规则
zh_tw: 規則

# Nav_Logs.Text
source: Logs
ar: السجلات
de: Protokolle
fa: گزارش‌ها
id: Log
ja: ログ
ko: 로그
tr: Kayıtlar
tt: Журналлар
zh_cn: 日志
zh_tw: 日誌

# Nav_Logs.Content
source: Logs
ar: السجلات
de: Protokolle
es: Registros
fa: گزارش‌ها
id: Log
ja: ログ
ko: 로그
ru: Журналы
tr: Kayıtlar
tt: Журналлар
zh_cn: 日志
zh_tw: 日誌

# Nav_Unlock.Text
source: Unlock Test
ar: اختبار إلغاء القفل
de: Entsperrtest
fa: تست رفع انسداد
id: Uji Buka Kunci
ja: アンロックテスト
ko: 잠금 해제 테스트
tr: Kilit Açma Testi
tt: Ачуды тикшерү
zh_cn: 解锁测试
zh_tw: 解鎖測試

# Nav_Unlock.Content
source: Unlock Test
ar: اختبار إلغاء القفل
de: Entsperrtest
es: Prueba de desbloqueo
fa: تست رفع انسداد
id: Uji Buka Kunci
ja: アンロックテスト
ko: 잠금 해제 테스트
ru: Тест разблокировки
tr: Kilit Açma Testi
tt: Ачуды тикшерү
zh_cn: 解锁测试
zh_tw: 解鎖測試

# Nav_Settings.Text
source: Settings
ar: الإعدادات
de: Einstellungen
fa: تنظیمات
id: Pengaturan
ja: 設定
ko: 설정
tr: Ayarlar
tt: Көйләүләр
zh_cn: 设置
zh_tw: 設定

# Nav_Settings.Content
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
id: Pengaturan
ja: 設定
ko: 설정
ru: Настройки
tr: Ayarlar
tt: Көйләүләр
zh_cn: 设置
zh_tw: 設定

# Common_OK.Text
source: OK
ar: موافق
es: Aceptar
fa: تأیید
ko: 확인
tr: Tamam
tt: Тамам
zh_cn: 确定
zh_tw: 確定

# Common_OK.Content
source: OK
ar: موافق
fa: تأیید
ko: 확인
tr: Tamam
tt: Тамам
zh_cn: 确定
zh_tw: 確定

# Common_Cancel.Text
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
id: Batal
ja: キャンセル
ko: 취소
ru: Отмена
tr: İptal
tt: Баш тарту
zh_cn: 取消
zh_tw: 取消

# Common_Cancel.Content
source: Cancel
ar: إلغاء
de: Abbrechen
fa: لغو
id: Batal
ja: キャンセル
ko: 취소
tr: İptal
tt: Баш тарту
zh_cn: 取消
zh_tw: 取消

# Common_Save.Text
source: Save
ar: حفظ
de: Speichern
es: Guardar
fa: ذخیره
id: Simpan
ja: 保存
ko: 저장
ru: Сохранить
tr: Kaydet
tt: Саклау
zh_cn: 保存
zh_tw: 儲存

# Common_Save.Content
source: Save
ar: حفظ
de: Speichern
fa: ذخیره
id: Simpan
ja: 保存
ko: 저장
tr: Kaydet
tt: Саклау
zh_cn: 保存
zh_tw: 儲存

# Common_Delete.Text
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fa: حذف
id: Hapus
ja: 削除
ko: 삭제
ru: Удалить
tr: Sil
tt: Бетерү
zh_cn: 删除
zh_tw: 刪除

# Common_Delete.Content
source: Delete
ar: حذف
de: Löschen
fa: حذف
id: Hapus
ja: 削除
ko: 삭제
tr: Sil
tt: Бетерү
zh_cn: 删除
zh_tw: 刪除

# Common_Close.Text
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fa: بستن
id: Tutup
ja: 閉じる
ko: 닫기
ru: Закрыть
tr: Kapat
tt: Ябу
zh_cn: 关闭
zh_tw: 關閉

# Common_Close.Content
source: Close
ar: إغلاق
de: Schließen
fa: بستن
id: Tutup
ja: 閉じる
ko: 닫기
tr: Kapat
tt: Ябу
zh_cn: 关闭
zh_tw: 關閉

# Common_Apply.Text
source: Apply
ar: تطبيق
de: Anwenden
fa: اعمال
id: Terapkan
ja: 適用
ko: 적용
tr: Uygula
tt: Куллану
zh_cn: 应用
zh_tw: 應用

# Common_Apply.Content
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fa: اعمال
id: Terapkan
ja: 適用
ko: 적용
ru: Применить
tr: Uygula
tt: Куллану
zh_cn: 应用
zh_tw: 應用

# Common_Refresh.Text
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fa: بازخوانی
id: Segarkan
ja: 更新
ko: 새로 고침
ru: Обновить
tr: Yenile
tt: Яңарту
zh_cn: 刷新
zh_tw: 重新整理

# Common_Refresh.Content
source: Refresh
ar: تحديث
de: Aktualisieren
fa: بازخوانی
id: Segarkan
ja: 更新
ko: 새로 고침
tr: Yenile
tt: Яңарту
zh_cn: 刷新
zh_tw: 重新整理

# Home_Title.Text
source: Home
ar: الرئيسية
de: Start
es: Inicio
fa: خانه
id: Beranda
ja: ホーム
ko: 홈
ru: Главная
tr: Ana Sayfa
tt: Баш бит
zh_cn: 首页
zh_tw: 首頁

# Home_Title.Content
source: Home
ar: الرئيسية
de: Start
fa: خانه
id: Beranda
ja: ホーム
ko: 홈
tr: Ana Sayfa
tt: Баш бит
zh_cn: 首页
zh_tw: 首頁

# Home_OpenProxySettings.Text
source: Proxy settings
ar: إعدادات البروكسي
de: Proxy-Einstellungen
es: Ajustes de proxy
fa: تنظیمات پروکسی
id: Pengaturan proxy
ja: プロキシ設定
ko: 프록시 설정
ru: Настройки прокси
tr: Proxy ayarları
tt: Прокси көйләүләре
zh_cn: 进入代理设置
zh_tw: 進入代理設定

# Home_OpenProxySettings.Content
source: Proxy settings
ar: إعدادات البروكسي
de: Proxy-Einstellungen
fa: تنظیمات پروکسی
id: Pengaturan proxy
ja: プロキシ設定
ko: 프록시 설정
tr: Proxy ayarları
tt: Прокси көйләүләре
zh_cn: 进入代理设置
zh_tw: 進入代理設定

# Home_CardNetwork.Text
source: Network
ar: الشبكة
de: Netzwerk
es: Red
fa: شبکه
id: Jaringan
ja: ネットワーク
ko: 네트워크
ru: Сеть
tr: Ağ
tt: Челтәр
zh_cn: 网络控制
zh_tw: 網路控制

# Home_CardNetwork.Content
source: Network
ar: الشبكة
de: Netzwerk
fa: شبکه
id: Jaringan
ja: ネットワーク
ko: 네트워크
tr: Ağ
tt: Челтәр
zh_cn: 网络控制
zh_tw: 網路控制

# Home_TunAdminHint.Text
source: TUN requires administrator
ar: يتطلب TUN صلاحيات المسؤول
de: TUN erfordert Administratorrechte
es: TUN requiere permisos de administrador
fa: TUN به دسترسی مدیر نیاز دارد
id: TUN membutuhkan hak administrator
ja: TUN には管理者権限が必要です
ko: TUN에는 관리자 권한이 필요합니다
ru: TUN требует прав администратора
tr: TUN yönetici hakkı gerektirir
tt: TUN өчен администратор хоккы кирәк
zh_cn: TUN 需要管理员权限运行
zh_tw: TUN 需要管理員權限執行

# Home_TunAdminHint.Content
source: TUN requires administrator
ar: يتطلب TUN صلاحيات المسؤول
de: TUN erfordert Administratorrechte
fa: TUN به دسترسی مدیر نیاز دارد
id: TUN membutuhkan hak administrator
ja: TUN には管理者権限が必要です
ko: TUN에는 관리자 권한이 필요합니다
tr: TUN yönetici hakkı gerektirir
tt: TUN өчен администратор хоккы кирәк
zh_cn: TUN 需要管理员权限运行
zh_tw: TUN 需要管理員權限執行

# Home_CardProfile.Text
source: Current profile
ar: الملف الحالي
de: Aktuelles Profil
es: Perfil actual
fa: پروفایل فعلی
id: Profil saat ini
ja: 現在のサブスク
ko: 현재 구독
ru: Текущая подписка
tr: Mevcut profil
tt: Хәзерге профиль
zh_cn: 当前订阅
zh_tw: 目前訂閱

# Home_CardProfile.Content
source: Current profile
ar: الملف الحالي
de: Aktuelles Profil
fa: پروفایل فعلی
id: Profil saat ini
ja: 現在のサブスク
ko: 현재 구독
tr: Mevcut profil
tt: Хәзерге профиль
zh_cn: 当前订阅
zh_tw: 目前訂閱

# Home_CardNodes.Text
source: Current node
ar: العقدة الحالية
de: Aktueller Knoten
es: Nodo actual
fa: گره فعلی
id: Node saat ini
ja: 現在のノード
ko: 현재 노드
ru: Текущий узел
tr: Mevcut düğüm
tt: Хәзерге төен
zh_cn: 当前节点
zh_tw: 目前節點

# Home_CardNodes.Content
source: Current node
ar: العقدة الحالية
de: Aktueller Knoten
fa: گره فعلی
id: Node saat ini
ja: 現在のノード
ko: 현재 노드
tr: Mevcut düğüm
tt: Хәзерге төен
zh_cn: 当前节点
zh_tw: 目前節點

# Home_CardTraffic.Text
source: Traffic
ar: إحصاءات حركة البيانات
es: Tráfico
fa: آمار ترافیک
id: Statistik trafik
ja: トラフィック統計
ko: 트래픽 통계
ru: Трафик
tr: Trafik
tt: Трафик статистикасы
zh_cn: 流量统计
zh_tw: 流量統計

# Home_CardTraffic.Content
source: Traffic
ar: إحصاءات حركة البيانات
fa: آمار ترافیک
id: Statistik trafik
ja: トラフィック統計
ko: 트래픽 통계
tr: Trafik
tt: Трафик статистикасы
zh_cn: 流量统计
zh_tw: 流量統計

# Home_CardMode.Text
source: Mode
ar: وضع التشغيل
de: Modus
es: Modo
fa: حالت اجرا
ja: 動作モード
ko: 실행 모드
ru: Режим
tr: Mod
tt: Эш режимы
zh_cn: 运行模式
zh_tw: 執行模式

# Home_CardMode.Content
source: Mode
ar: وضع التشغيل
de: Modus
fa: حالت اجرا
ja: 動作モード
ko: 실행 모드
tr: Mod
tt: Эш режимы
zh_cn: 运行模式
zh_tw: 執行模式

# Home_CardCore.Text
source: Core info
ar: معلومات النواة
de: Kern-Info
es: Info del núcleo
fa: اطلاعات هسته
id: Info core
ja: コア情報
ko: 코어 정보
ru: О ядре
tr: Çekirdek bilgisi
tt: Йөзәк турында
zh_cn: 内核信息
zh_tw: 核心資訊

# Home_CardCore.Content
source: Core info
ar: معلومات النواة
de: Kern-Info
fa: اطلاعات هسته
id: Info core
ja: コア情報
ko: 코어 정보
tr: Çekirdek bilgisi
tt: Йөзәк турында
zh_cn: 内核信息
zh_tw: 核心資訊

# Proxies_Title.Text
source: Proxies
ar: البروكسي
de: Proxys
fa: پروکسی‌ها
id: Proxy
ja: プロキシ
ko: 프록시
ru: Прокси
tr: Proxyler
tt: Прокси
zh_cn: 代理
zh_tw: 代理

# Proxies_Title.Content
source: Proxies
ar: البروكسي
de: Proxys
fa: پروکسی‌ها
id: Proxy
ja: プロキシ
ko: 프록시
tr: Proxyler
tt: Прокси
zh_cn: 代理
zh_tw: 代理

# Proxies_FilterPlaceholder.Text
source: Filter by name/type
ar: تصفية بالاسم/النوع
de: Nach Name/Typ filtern
es: Filtrar por nombre/tipo
fa: فیلتر نام/نوع
id: Filter nama/tipe
ja: 名前/タイプで絞り込み
ko: 이름/유형 필터
ru: Фильтр по имени/типу
tr: Ada/türe göre filtrele
tt: Исем/тип буенча фильтр
zh_cn: 筛选节点名称/类型
zh_tw: 篩選節點名稱/類型

# Proxies_FilterPlaceholder.Content
source: Filter by name/type
ar: تصفية بالاسم/النوع
de: Nach Name/Typ filtern
fa: فیلتر نام/نوع
id: Filter nama/tipe
ja: 名前/タイプで絞り込み
ko: 이름/유형 필터
tr: Ada/türe göre filtrele
tt: Исем/тип буенча фильтр
zh_cn: 筛选节点名称/类型
zh_tw: 篩選節點名稱/類型

# Proxies_Empty.Text
source: No proxy groups
ar: لا مجموعات بروكسي
de: Keine Proxy-Gruppen
es: Sin grupos de proxy
fa: بدون گروه پروکسی
id: Tidak ada grup proxy
ja: プロキシグループなし
ko: 프록시 그룹 없음
ru: Нет групп прокси
tr: Proxy grubu yok
tt: Прокси төркеме юк
zh_cn: 暂无代理组
zh_tw: 暫無代理群組

# Proxies_Empty.Content
source: No proxy groups
ar: لا مجموعات بروكسي
de: Keine Proxy-Gruppen
fa: بدون گروه پروکسی
id: Tidak ada grup proxy
ja: プロキシグループなし
ko: 프록시 그룹 없음
tr: Proxy grubu yok
tt: Прокси төркеме юк
zh_cn: 暂无代理组
zh_tw: 暫無代理群組

# Proxies_EmptyHint.Text
source: Import a profile first
ar: استورد ملفًا شخصيًا أولًا
de: Bitte zuerst ein Profil importieren
es: Importa primero un perfil
fa: ابتدا پروفایل را وارد کنید
id: Impor profil dulu
ja: まずサブスクをインポートしてください
ko: 먼저 구독을 가져오세요
ru: Сначала импортируйте подписку
tr: Önce profil içe aktarın
tt: Беренче профильне кертегез
zh_cn: 请先在「订阅」页导入订阅配置
zh_tw: 請先在「訂閱」頁匯入訂閱設定

# Proxies_EmptyHint.Content
source: Import a profile first
ar: استورد ملفًا شخصيًا أولًا
de: Bitte zuerst ein Profil importieren
fa: ابتدا پروفایل را وارد کنید
id: Impor profil dulu
ja: まずサブスクをインポートしてください
ko: 먼저 구독을 가져오세요
tr: Önce profil içe aktarın
tt: Беренче профильне кертегез
zh_cn: 请先在「订阅」页导入订阅配置
zh_tw: 請先在「訂閱」頁匯入訂閱設定

# Profiles_Title.Text
source: Profiles
ar: الملفات الشخصية
de: Profile
es: Perfiles
fa: پروفایل‌ها
id: Profil
ja: サブスクリプション
ko: 구독
ru: Подписки
tr: Profiller
tt: Профильләр
zh_cn: 订阅
zh_tw: 訂閱

# Profiles_Title.Content
source: Profiles
ar: الملفات الشخصية
de: Profile
fa: پروفایل‌ها
id: Profil
ja: サブスクリプション
ko: 구독
tr: Profiller
tt: Профильләр
zh_cn: 订阅
zh_tw: 訂閱

# Profiles_UrlPlaceholder.Text
source: Subscription URL (https://...), supports clash:// links
ar: رابط الاشتراك (يدعم clash://)
de: Abo-URL eingeben (clash:// wird unterstützt)
es: URL de suscripción (admite clash://)
fa: آدرس اشتراک (پشتیبانی از clash://)
id: URL langganan (mendukung clash://)
ja: サブスクURLを入力（clash:// 対応）
ko: 구독 URL 입력 (clash:// 지원)
ru: URL подписки (поддерживается clash://)
tr: Abonelik URL'si (clash:// desteklenir)
tt: Абу URL (clash:// хуплана)
zh_cn: 输入订阅链接（https://...），支持 clash:// 安装链接
zh_tw: 輸入訂閱連結（https://...），支援 clash:// 安裝連結

# Profiles_UrlPlaceholder.Content
source: Subscription URL (https://...), supports clash:// links
ar: رابط الاشتراك (يدعم clash://)
de: Abo-URL eingeben (clash:// wird unterstützt)
fa: آدرس اشتراک (پشتیبانی از clash://)
id: URL langganan (mendukung clash://)
ja: サブスクURLを入力（clash:// 対応）
ko: 구독 URL 입력 (clash:// 지원)
tr: Abonelik URL'si (clash:// desteklenir)
tt: Абу URL (clash:// хуплана)
zh_cn: 输入订阅链接（https://...），支持 clash:// 安装链接
zh_tw: 輸入訂閱連結（https://...），支援 clash:// 安裝連結

# Profiles_ImportLocal.Text
source: Local file
ar: ملف محلي
de: Lokale Datei
es: Archivo local
fa: فایل محلی
id: File lokal
ja: ローカルファイル
ko: 로컬 파일
ru: Локальный файл
tr: Yerel dosya
tt: Локаль файл
zh_cn: 本地文件
zh_tw: 本地檔案

# Profiles_ImportLocal.Content
source: Local file
ar: ملف محلي
de: Lokale Datei
fa: فایل محلی
id: File lokal
ja: ローカルファイル
ko: 로컬 파일
tr: Yerel dosya
tt: Локаль файл
zh_cn: 本地文件
zh_tw: 本地檔案

# Profiles_CreateEmpty.Text
source: New empty profile
ar: ملف شخصي فارغ جديد
de: Neues leeres Profil
fa: پروفایل خالی جدید
id: Profil kosong baru
ja: 空の設定を作成
ko: 빈 설정 만들기
tr: Yeni boş profil
tt: Яңа буш профиль
zh_cn: 新建空配置
zh_tw: 新建空設定

# Profiles_CreateEmpty.Content
source: New empty profile
ar: ملف شخصي فارغ جديد
de: Neues leeres Profil
es: Nuevo perfil vacío
fa: پروفایل خالی جدید
id: Profil kosong baru
ja: 空の設定を作成
ko: 빈 설정 만들기
ru: Новый пустой профиль
tr: Yeni boş profil
tt: Яңа буш профиль
zh_cn: 新建空配置
zh_tw: 新建空設定

# Profiles_UpdateAll.Text
source: Update all
ar: تحديث الكل
de: Alle aktualisieren
fa: همه را به‌روزرسانی کن
id: Perbarui semua
ja: すべて更新
ko: 모두 업데이트
tr: Tümünü güncelle
tt: Барысын яңарту
zh_cn: 全部更新
zh_tw: 全部更新

# Profiles_UpdateAll.Content
source: Update all
ar: تحديث الكل
de: Alle aktualisieren
es: Actualizar todo
fa: همه را به‌روزرسانی کن
id: Perbarui semua
ja: すべて更新
ko: 모두 업데이트
ru: Обновить все
tr: Tümünü güncelle
tt: Барысын яңарту
zh_cn: 全部更新
zh_tw: 全部更新

# Profiles_GlobalEnhance.Text
source: Global enhancement
ar: التحسين العام
de: Globale Erweiterung
fa: بهبود سراسری
id: Peningkatan global
ja: グローバル拡張
ko: 글로벌 향상
tr: Küresel geliştirme
tt: Глобаль яхшырту
zh_cn: 全局增强
zh_tw: 全域增強

# Profiles_GlobalEnhance.Content
source: Global enhancement
ar: التحسين العام
de: Globale Erweiterung
es: Mejora global
fa: بهبود سراسری
id: Peningkatan global
ja: グローバル拡張
ko: 글로벌 향상
ru: Глобальные улучшения
tr: Küresel geliştirme
tt: Глобаль яхшырту
zh_cn: 全局增强
zh_tw: 全域增強

# Profiles_Empty.Text
source: No profiles
ar: لا ملفات شخصية
de: Keine Profile
es: Sin perfiles
fa: بدون پروفایل
id: Tidak ada profil
ja: サブスクなし
ko: 구독 없음
ru: Нет подписок
tr: Profil yok
tt: Профиль юк
zh_cn: 暂无订阅
zh_tw: 暫無訂閱

# Profiles_Empty.Content
source: No profiles
ar: لا ملفات شخصية
de: Keine Profile
fa: بدون پروفایل
id: Tidak ada profil
ja: サブスクなし
ko: 구독 없음
tr: Profil yok
tt: Профиль юк
zh_cn: 暂无订阅
zh_tw: 暫無訂閱

# Profiles_EmptyHint.Text
source: Paste a subscription URL and import, or pick a local YAML file
ar: الصق رابط الاشتراك ثم استورد أو اختر ملف YAML محلي
de: Abo-URL einfügen oder lokale YAML-Datei wählen
es: Pega una URL e importa, o elige un YAML local
fa: آدرس را بچسبانید و وارد کنید یا فایل محلی انتخاب کنید
id: Tempel URL lalu impor, atau pilih file YAML lokal
ja: URLを貼り付けてインポート、またはローカルYAMLを選択
ko: URL 붙여넣기 후 가져오기 또는 로컬 YAML 선택
ru: Вставьте URL и импортируйте или выберите локальный YAML
tr: Abonelik URL'sini yapıştır ve içe aktar veya yerel YAML seç
tt: URL куйып кертегез яки җирле YAML сайлагыз
zh_cn: 粘贴订阅链接后点击「导入」，或选择本地 YAML 配置文件
zh_tw: 貼上訂閱連結後點「匯入」，或選擇本地 YAML 設定檔

# Profiles_EmptyHint.Content
source: Paste a subscription URL and import, or pick a local YAML file
ar: الصق رابط الاشتراك ثم استورد أو اختر ملف YAML محلي
de: Abo-URL einfügen oder lokale YAML-Datei wählen
fa: آدرس را بچسبانید و وارد کنید یا فایل محلی انتخاب کنید
id: Tempel URL lalu impor, atau pilih file YAML lokal
ja: URLを貼り付けてインポート、またはローカルYAMLを選択
ko: URL 붙여넣기 후 가져오기 또는 로컬 YAML 선택
tr: Abonelik URL'sini yapıştır ve içe aktar veya yerel YAML seç
tt: URL куйып кертегез яки җирле YAML сайлагыз
zh_cn: 粘贴订阅链接后点击「导入」，或选择本地 YAML 配置文件
zh_tw: 貼上訂閱連結後點「匯入」，或選擇本地 YAML 設定檔

# Profiles_MenuSelect.Text
source: Use this profile
ar: استخدم هذا الملف
de: Dieses Profil verwenden
es: Usar este perfil
fa: استفاده از این پروفایل
id: Gunakan profil ini
ja: このサブスクを使用
ko: 이 구독 사용
ru: Использовать эту подписку
tr: Bu profili kullan
tt: Бу профильне куллану
zh_cn: 选择此订阅
zh_tw: 選擇此訂閱

# Profiles_MenuSelect.Content
source: Use this profile
ar: استخدم هذا الملف
de: Dieses Profil verwenden
fa: استفاده از این پروفایل
id: Gunakan profil ini
ja: このサブスクを使用
ko: 이 구독 사용
tr: Bu profili kullan
tt: Бу профильне куллану
zh_cn: 选择此订阅
zh_tw: 選擇此訂閱

# Profiles_MenuUpdate.Text
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fa: به‌روزرسانی
id: Perbarui
ja: 更新
ko: 업데이트
ru: Обновить
tr: Güncelle
tt: Яңарту
zh_cn: 更新
zh_tw: 更新

# Profiles_MenuUpdate.Content
source: Update
ar: تحديث
de: Aktualisieren
fa: به‌روزرسانی
id: Perbarui
ja: 更新
ko: 업데이트
tr: Güncelle
tt: Яңарту
zh_cn: 更新
zh_tw: 更新

# Profiles_MenuEdit.Text
source: Edit info
ar: تعديل المعلومات
de: Info bearbeiten
es: Editar info
fa: ویرایش اطلاعات
ja: 情報を編集
ko: 정보 편집
ru: Изменить info
tr: Bilgiyi düzenle
tt: Мәгълүматны үзгәртү
zh_cn: 编辑信息
zh_tw: 編輯資訊

# Profiles_MenuEdit.Content
source: Edit info
ar: تعديل المعلومات
de: Info bearbeiten
fa: ویرایش اطلاعات
ja: 情報を編集
ko: 정보 편집
tr: Bilgiyi düzenle
tt: Мәгълүматны үзгәртү
zh_cn: 编辑信息
zh_tw: 編輯資訊

# Profiles_MenuEnhance.Text
source: Edit enhancement
ar: تعديل التحسينات
de: Erweiterung bearbeiten
es: Editar mejora
fa: ویرایش بهبودها
id: Edit peningkatan
ja: 拡張設定を編集
ko: 향상 설정 편집
ru: Изменить улучшения
tr: Geliştirmeyi düzenle
tt: Яхшыртуну үзгәртү
zh_cn: 编辑增强配置
zh_tw: 編輯增強設定

# Profiles_MenuEnhance.Content
source: Edit enhancement
ar: تعديل التحسينات
de: Erweiterung bearbeiten
fa: ویرایش بهبودها
id: Edit peningkatan
ja: 拡張設定を編集
ko: 향상 설정 편집
tr: Geliştirmeyi düzenle
tt: Яхшыртуну үзгәртү
zh_cn: 编辑增强配置
zh_tw: 編輯增強設定

# Profiles_MenuUp.Text
source: Move up
ar: نقل لأعلى
de: Nach oben
es: Subir
fa: انتقال به بالا
id: Naik
ja: 上へ
ko: 위로
ru: Вверх
tr: Yukarı taşı
tt: Өскә
zh_cn: 上移
zh_tw: 上移

# Profiles_MenuUp.Content
source: Move up
ar: نقل لأعلى
de: Nach oben
fa: انتقال به بالا
id: Naik
ja: 上へ
ko: 위로
tr: Yukarı taşı
tt: Өскә
zh_cn: 上移
zh_tw: 上移

# Profiles_MenuDown.Text
source: Move down
ar: نقل لأسفل
de: Nach unten
es: Bajar
fa: انتقال به پایین
id: Turun
ja: 下へ
ko: 아래로
ru: Вниз
tr: Aşağı taşı
tt: Аска
zh_cn: 下移
zh_tw: 下移

# Profiles_MenuDown.Content
source: Move down
ar: نقل لأسفل
de: Nach unten
fa: انتقال به پایین
id: Turun
ja: 下へ
ko: 아래로
tr: Aşağı taşı
tt: Аска
zh_cn: 下移
zh_tw: 下移

# Profiles_MenuDelete.Text
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fa: حذف
id: Hapus
ja: 削除
ko: 삭제
ru: Удалить
tr: Sil
tt: Бетерү
zh_cn: 删除
zh_tw: 刪除

# Profiles_MenuDelete.Content
source: Delete
ar: حذف
de: Löschen
fa: حذف
id: Hapus
ja: 削除
ko: 삭제
tr: Sil
tt: Бетерү
zh_cn: 删除
zh_tw: 刪除

# Connections_Title.Text
source: Connections
ar: الاتصالات
de: Verbindungen
es: Conexiones
fa: اتصال‌ها
id: Koneksi
ja: 接続
ko: 연결
ru: Соединения
tr: Bağlantılar
tt: Тоташулар
zh_cn: 连接
zh_tw: 連接

# Connections_Title.Content
source: Connections
ar: الاتصالات
de: Verbindungen
fa: اتصال‌ها
id: Koneksi
ja: 接続
ko: 연결
tr: Bağlantılar
tt: Тоташулар
zh_cn: 连接
zh_tw: 連接

# Connections_SearchPlaceholder.Text
source: Search host / rule / process
ar: بحث عن المضيف/القاعدة/العملية
de: Host/Regel/Prozess suchen
es: Buscar host/regla/proceso
fa: جستجوی میزبان/قانون/فرایند
id: Cari host/aturan/proses
ja: ホスト/ルール/プロセス検索
ko: 호스트/규칙/프로세스 검색
ru: Поиск: хост/правило/процесс
tr: Ana makine/kural/süreç ara
tt: Хост/кагыйдә/процесс эзләү
zh_cn: 搜索主机 / 规则 / 进程
zh_tw: 搜尋主機 / 規則 / 進程

# Connections_SearchPlaceholder.Content
source: Search host / rule / process
ar: بحث عن المضيف/القاعدة/العملية
de: Host/Regel/Prozess suchen
fa: جستجوی میزبان/قانون/فرایند
id: Cari host/aturan/proses
ja: ホスト/ルール/プロセス検索
ko: 호스트/규칙/프로세스 검색
tr: Ana makine/kural/süreç ara
tt: Хост/кагыйдә/процесс эзләү
zh_cn: 搜索主机 / 规则 / 进程
zh_tw: 搜尋主機 / 規則 / 進程

# Connections_CloseAll.Text
source: Close all
ar: إغلاق الكل
de: Alle schließen
es: Cerrar todo
fa: بستن همه
id: Tutup semua
ja: すべて閉じる
ko: 모두 닫기
ru: Закрыть все
tr: Tümünü kapat
tt: Барысын да ябу
zh_cn: 关闭全部
zh_tw: 關閉全部

# Connections_CloseAll.Content
source: Close all
ar: إغلاق الكل
de: Alle schließen
fa: بستن همه
id: Tutup semua
ja: すべて閉じる
ko: 모두 닫기
tr: Tümünü kapat
tt: Барысын да ябу
zh_cn: 关闭全部
zh_tw: 關閉全部

# Connections_Closed.Text
source: Closed
ar: مغلق
de: Geschlossen
es: Cerradas
fa: بسته‌شده
id: Tertutup
ja: 閉じ済み
ko: 닫힘
ru: Закрытые
tr: Kapalı
tt: Ябылган
zh_cn: 已关闭
zh_tw: 已關閉

# Connections_Closed.Content
source: Closed
ar: مغلق
de: Geschlossen
fa: بسته‌شده
id: Tertutup
ja: 閉じ済み
ko: 닫힘
tr: Kapalı
tt: Ябылган
zh_cn: 已关闭
zh_tw: 已關閉

# Connections_Host.Text
source: Host
ar: المضيف
fa: میزبان
ja: ホスト
ko: 호스트
ru: Хост
tr: Ana makine
tt: Хост
zh_cn: 主机
zh_tw: 主機

# Connections_Host.Content
source: Host
ar: المضيف
fa: میزبان
ja: ホスト
ko: 호스트
tr: Ana makine
tt: Хост
zh_cn: 主机
zh_tw: 主機

# Connections_Network.Text
source: Network
ar: الشبكة
de: Netzwerk
es: Red
fa: شبکه
id: Jaringan
ja: ネットワーク
ko: 네트워크
ru: Сеть
tr: Ağ
tt: Челтәр
zh_cn: 网络
zh_tw: 網路

# Connections_Network.Content
source: Network
ar: الشبكة
de: Netzwerk
fa: شبکه
id: Jaringan
ja: ネットワーク
ko: 네트워크
tr: Ağ
tt: Челтәр
zh_cn: 网络
zh_tw: 網路

# Connections_Download.Text
source: Down
ar: تنزيل
es: Bajada
fa: دانلود
id: Unduh
ja: ダウンロード
ko: 다운로드
ru: Загрузка
tr: İndirme
tt: Йөкләү
zh_cn: 下载
zh_tw: 下載

# Connections_Download.Content
source: Down
ar: تنزيل
fa: دانلود
id: Unduh
ja: ダウンロード
ko: 다운로드
tr: İndirme
tt: Йөкләү
zh_cn: 下载
zh_tw: 下載

# Connections_Upload.Text
source: Up
ar: رفع
es: Subida
fa: آپلود
id: Unggah
ja: アップロード
ko: 업로드
ru: Отдача
tr: Yükleme
tt: Йөкләү
zh_cn: 上传
zh_tw: 上傳

# Connections_Upload.Content
source: Up
ar: رفع
fa: آپلود
id: Unggah
ja: アップロード
ko: 업로드
tr: Yükleme
tt: Йөкләү
zh_cn: 上传
zh_tw: 上傳

# Connections_Rule.Text
source: Rule
ar: القاعدة
de: Regel
es: Regla
fa: قانون
id: Aturan
ja: ルール
ko: 규칙
ru: Правило
tr: Kural
tt: Кагыйдә
zh_cn: 规则
zh_tw: 規則

# Connections_Rule.Content
source: Rule
ar: القاعدة
de: Regel
fa: قانون
id: Aturan
ja: ルール
ko: 규칙
tr: Kural
tt: Кагыйдә
zh_cn: 规则
zh_tw: 規則

# Connections_Chains.Text
source: Chains
ar: السلسلة
de: Kette
es: Cadena
fa: زنجیره
id: Rantai
ja: チェーン
ko: 체인
ru: Цепочка
tr: Zincir
tt: Чылбыр
zh_cn: 链路
zh_tw: 鏈路

# Connections_Chains.Content
source: Chains
ar: السلسلة
de: Kette
fa: زنجیره
id: Rantai
ja: チェーン
ko: 체인
tr: Zincir
tt: Чылбыр
zh_cn: 链路
zh_tw: 鏈路

# Connections_Process.Text
source: Process
ar: العملية
de: Prozess
es: Proceso
fa: فرایند
id: Proses
ja: プロセス
ko: 프로세스
ru: Процесс
tr: Süreç
tt: Процесс
zh_cn: 进程
zh_tw: 進程

# Connections_Process.Content
source: Process
ar: العملية
de: Prozess
fa: فرایند
id: Proses
ja: プロセス
ko: 프로세스
tr: Süreç
tt: Процесс
zh_cn: 进程
zh_tw: 進程

# Connections_Time.Text
source: Time
ar: الوقت
de: Zeit
es: Hora
fa: زمان
id: Waktu
ja: 時刻
ko: 시간
ru: Время
tr: Zaman
tt: Вакыт
zh_cn: 时间
zh_tw: 時間

# Connections_Time.Content
source: Time
ar: الوقت
de: Zeit
fa: زمان
id: Waktu
ja: 時刻
ko: 시간
tr: Zaman
tt: Вакыт
zh_cn: 时间
zh_tw: 時間

# Connections_SortDefault.Text
source: Default order
ar: الترتيب الافتراضي
de: Standard
fa: ترتیب پیش‌فرض
id: Urutan default
ja: デフォルト順
ko: 기본 정렬
tr: Varsayılan
tt: Тәртип буенча
zh_cn: 默认排序
zh_tw: 預設排序

# Connections_SortDefault.Content
source: Default order
ar: الترتيب الافتراضي
de: Standard
es: Orden predeterminado
fa: ترتیب پیش‌فرض
id: Urutan default
ja: デフォルト順
ko: 기본 정렬
ru: По умолчанию
tr: Varsayılan
tt: Тәртип буенча
zh_cn: 默认排序
zh_tw: 預設排序

# Connections_SortUpload.Text
source: By upload
ar: حسب الرفع
de: Nach Upload
fa: بر اساس آپلود
id: Berdasarkan unggah
ja: アップロード順
ko: 업로드순
tr: Yüklemeye göre
tt: Йөкләү буенча
zh_cn: 按上传
zh_tw: 按上傳

# Connections_SortUpload.Content
source: By upload
ar: حسب الرفع
de: Nach Upload
es: Por subida
fa: بر اساس آپلود
id: Berdasarkan unggah
ja: アップロード順
ko: 업로드순
ru: По отдаче
tr: Yüklemeye göre
tt: Йөкләү буенча
zh_cn: 按上传
zh_tw: 按上傳
